Repository: reyesdark/ipbwi
Catalog: ipbwi for wordpress/ipbwi4wp_community_comments/lib/assets/lang/ipbwi4wp_community_comments-*.po
Languages: de_de

source: You must be %1$slogged in%2$s to post a comment.
de_de: Du musst %1$seingelogged%2$s sein, um kommentieren zu können.

source: Logged in as
de_de: ANgemeldet als

source: Logout
de_de: Abmelden

source: Your name*
de_de: Dein Name*

source: Your Comment
de_de: Dein Kommentar

source: Comment
de_de: Kommentar

source: Comments
de_de: Kommentare

source: Discussions about
de_de: Diskussionen über

source: We have
de_de: Wir haben

source: comments
de_de: Kommentare

source: on this article so far.
de_de: für diesen Artikel.

source: No comments yet - be the first to open a discussion on this topic!
de_de: Keine Kommentare bisher - sei der erste und starte die Diskussion!

source: Comments are closed
de_de: Kommentare sind geschlossen

source: Community Comments
de_de: Community-Kommentare

source: Replace WordPress comments with IPS community comments.
de_de: Ersetze WordPress Kommentare mit IPS community Kommentaren.

source: Choose a forum...
de_de: Wähle ein Forum...

source: No Moderation required
de_de: keine Moderation benötigt

source: Hide Guest posts
de_de: Verstecke Gastbeiträge

source: Hide Guest and Member posts
de_de: Verstecke Gast- und Mitgliederbeiträge

source: Save Settings
de_de: Einstellungen speichern

source: Discussion about %1$s. %2$sRead full article%2$s
de_de: Diskussionen über %1$s. %2$sVollständigen Artikel lesen%2$s

source: Default Forum
de_de: Standardforum

source: New discussion topics will be created here.
de_de: Neue Diskussionsthemen werden hier erstellt.

source: Default User
de_de: Standardbenutzer

source: IPS user ID - otherwise, currently logged in user or guest name will be used.
de_de: IPS Benutzer ID - ansonsten wird der gerade eingeloggte Nutzer oder Gastname verwendet.

source: Hide new Posts
de_de: Verstecke neue Beiträge

source: Select whether new comments should be hidden for moderator approval.
de_de: Wähle, ob neue Kommente versteckt und durch Moderatoren freigeschaltet werden müssen.

source: Support
de_de: Unterstützung

source: Documentation
de_de: Dokumentation

source: Replace WordPress comments with discussions from IPS community.
de_de: Ersetze WordPress Kommentare mit Diskussionen aus deiner IPS community.
