Repository: reyesdark/ipbwi
Catalog: ipbwi for wordpress/ipbwi4wp/lib/assets/lang/ipbwi4wp-*.po
Languages: de_de

source: Unleash the full power!
de_de: Enfesseln Sie die volle Kraft!

source: We provide additional feature extensions on a modular level.
de_de: Wir bieten zusätzliche Funktionserweiterungen auf einer modularen Ebene.

source: IPBWI at your service
de_de: IPBWI zu Ihren Diensten

source: With your purchase you actively support further development, so expect further improvements and new features in future. We are thrilled to give you the best SSO experience on market between IP.board and WordPress.
de_de: Mit Ihrem Kauf unterstützen Sie die weitere Entwicklung, freuen Sie sich also in Zukunft auf weitere Verbesserungen und neue Funktionen. Wir sind begeistert Ihnen die beste SSO Erfahrung zwischen IP.board und WordPress zu bieten, die am Markt verfügbar ist.

source: This WordPress plugin is designed to give you maximum flexibility by avoiding settings overload. If you need additional support or update save feature development, don't hesitate to
de_de: Diesee WordPress Erweiterung wurde dazu entwickelt, Ihnen die maximale Flexibilität zu bieten, ohne Sie mit unnötigen Einstellungsmöglichkeiten zu überfrachten. Falls Sie zusätzlichen Support oder updatesichere neue Funktionen benötigen, zögern Sie nicht, uns zu

source: contact us
de_de: kontaktieren

source: SSO connection is configured correctly.
de_de: SSO Verbindung erfolgreich konfiguriert.

source: Admin Account Status
de_de: Admin Kontostatus

source: WordPress Account Data:
de_de: WordPress Kontodaten:

source: Account with same emailaddress found in IP.board, but IP.board username (%1$s) differs from WordPress username (%2$s). This will result in non-working SSO. Please synchronize login-names manually to solve this issue.
de_de: Es wurde in IP.board ein Konto mit der gleichen Emailaddresse gefunden, jedoch weicht der IP.board Benutzername (%1$s) from WordPress Benutzernamen (%2$s) ab. Dies führt zu einem nicht funktionierenden SSO. Bitte synchronisieren Sie die Loginnamen manuell, um dieses Problem zu lösen.

source: Congratulations, your admin-account (%1$s) with email address (%2$s) in IP.board is synced with this WordPress installation.
de_de: Glückwunsch, Ihr Adminkonto (%1$s) mit der Emailadresse (%2$s) ist synchronisiert mit dieser WordPress Installation.

source: There is no userracount with email (%1$s) in IP.board. User (%2$s) will be registered in IP.board and all slaves upon next login in this WordPress installation.
de_de: Es gibt keinen Benutzeraccount mit der Emailadresse (%1$s) in IP.board. Der Nutzer (%2$s) wird beim nächsten Login in dieser WordPress-Installation sowohl bei IP.board, als auch allen Slaves registriert.

source: SSO connection cannot be established. Please correct your settings and try again.
de_de: SSO Verbindung konnte nicht hergestellt werden. Bitte korrigieren Sie Ihre Einstellungen und versuchen Sie es nochmal.

source: IP.board REST API connection status
de_de: IP.board REST API Verbindungsstatus

source: IP.board IPBWI extended REST API connection status
de_de: IP.board IPBWI Extended REST API Verbindungsstatus

source: Application Long Version:
de_de: Application lange Version:

source: Application Directory:
de_de: Application Verzeichnis:

source: You have not saved any settings yet - please fill out the settings form below
de_de: Sie haben bisher noch keine Einstellungen gespeichert - bitte füllen Sie das folgende Einstellungsformular aus.

source: SSO Settings
de_de: SSO Einstellungen

source: REST Settings
de_de: REST Einstellungen

source: In order to get SSO work properly, you need to follow these steps:
de_de: Damit SSO fehlerfrei funktioniert, müssen Sie den folgenden Schritten folgen:

source: Go to IP.board Admin CP » System » Site Features » Applications » Install and upload file ipbwi.tar. This file can be found within the zip-archive of this plugin.
de_de: Gehen Sie zu IP.board Admin CP » System » Site Features » Applications » Install und laden Sie die Datei ipbwi.tar hoch. Diese Datei finden Sie im zip-Archiv dieses Plugins.

source: Go to IP.board Admin CP » System » Site Features » REST API and create a new API Key.
de_de: Gehen Sie zu IP.board Admin CP » System » Site Features » REST API und erstellen Sie einen neuen API Key.

source: Select "Access" for all endpoints and save the new API Key.
de_de: Wählen Sie "Access" für alle endpoints und speichern Sie den neuen API Key.

source: Insert API Key in form field below.
de_de: Fügen Sie den API Key in das folgende Formularfeld ein.

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: You can adjust behavior of IPBWI more granular here.
de_de: Sie können hier IPBWI noch feiner konfigurieren.

source: Network Settings
de_de: Netzwerk Einstellungen

source: This site is part of a WordPress Network (MU).
de_de: Diese Seite ist Teil eines WordPress Networks (MU).

source: Save Settings
de_de: Einstellungen speichern

source: The base URL to your IP.board installation. Must include a trailing slash.
de_de: Die Base URL zu Ihrer IP.board Installation. Vergessen Sie nicht den Slash am Ende der URL.

source: Go to IP.board ACP » System » Settings » Login Handlers
de_de: Gehen Sie zu IP.board ACP » System » Settings » Login Handlers

source: Go to IP.board ACP » System » Site Features » REST API
de_de: Gehen Sie zu IP.board ACP » System » Site Features » REST API

source: Activate synchronized member deletion
de_de: Aktiviere synchronisierte Mitgliederlöschung

source: To avoid any unwanted data lost, we make member account deletion synchronization as opt in feature. By activating this checkbox, deletion of a member account in IP.board will result in deletion of member in WordPress and vice versa.
de_de: Um ungewollten Datenverlust zu vermeiden, haben wir die Synchronisation des Löschens von Mitgliederkonten als optionale Funktion integriert. Wenn Sie dieses Auswahlfeld aktivieren, erwirkt ein Löschen eines Nutzerkontos in IP.board auch das Löschen des dazugehörigen Accounts in WordPress - und umgekehrt.

source: Reassign WordPress Posts upon deletion
de_de: Neuzuweisung von WordPress Beiträgen bei Nutzerlöschung

source: When Synchronized member deletion is activated and a member is going to be deleted through IP.board, you can set a WP user loginname here to reassign all WP posts to that account rather than deleting them.
de_de: Wenn die synchronisierte Nutzerlöschung aktiviert ist und ein Mitglied via IP.board gelöscht wird, können Sie hier einen WordPress Loginnamen eingeben, um alle WordPress Beiträge diesem zuzuweisen, statt sie zu löschen.

source: Register to all sites
de_de: Auf allen Seiten registrieren

source: Register new users to whole blog network (all sites) instead of just the current site only.
de_de: Registriere neue Benutzer im gesamten Blog Netzwerk (alle Seiten), anstatt nur auf dieser Seite.

source: Extensions
de_de: Erweiterungen

source: Support
de_de: Unterstützung

source: Documentation
de_de: Dokumentation

source: Security key mismatch.
de_de: Sicherheitsschlüssel nicht korrekt.

source: <strong>ERROR</strong>: Invalid username.
de_de: <strong>Fehler</strong>: falscher Benutzername.

source: Lost your password?
de_de: Passwort vergessen?

source: <strong>ERROR</strong>: Invalid email address.
de_de: <strong>Fehler</strong>: ungültige Emailadresse.

source: <strong>ERROR</strong>: The password you entered for the username %s is incorrect.
de_de: <strong>Fehler</strong>: Das eingegebene Passwort für den Nutzer %s ist falsch.

source: Single Sign On for WordPress and IP.board
de_de: Single Sign On für WordPress und IP.board
