Repository: reyesdark/ipbwi
Catalog: ipbwi for wordpress/ipbwi4wp_pages_import/lib/assets/lang/ipbwi4wp_pages_import-*.po
Languages: de_de

source: Just import all your IP.pages articles to your WordPress site.
de_de: Importieren Sie einfach alle Ihre IP.pages Artikel in Ihre WordPress Seite.

source: Total Databases:
de_de: Datenbanken gesamt:

source: Database selected:
de_de: Ausgewählte Datenbank:

source: Total Records:
de_de: Einträge gesamt:

source: Records per import cycle:
de_de: Einträge pro Importzyklus:

source: Total cycles:
de_de: Zyklen gesamt:

source: Import Settings
de_de: Importeinstellungen

source: Save Settings
de_de: Einstellungen speichern

source: Start Import
de_de: Import starten

source: Please do not close browser windows or tab until import has been finished.
de_de: Bitte schließen Sie nicht das Browserfenster oder den Tab, bis der Import abgeschlossen wurde.

source: Continue Import from Cycle
de_de: Import fortsetzen von Zyklus

source: Your SEO department will thank us for these 301 redirect lists we are generating during import.
de_de: Ihre SEO Abteilung wird uns für diese 301-redirect-Liste danken. Wir generieren diese während des Imports.

source: Page Records
de_de: Seiten Einträge

source: error occured:
de_de: Fehler:

source: error occured - no valid post ID returned:
de_de: Fehler - keine valide post ID erhalten:

source: successfully imported.
de_de: erfolgreich importiert.

source: already exists.
de_de: ist bereits vorhanden.

source: comments imported.
de_de: Kommentare importiert.

source: Featured Image not created
de_de: Featured Bild nicht erstellt

source: Featured Image already exists.
de_de: Featured Bild existiert bereits.

source: Featured Image set successfully.
de_de: Featured Bild erfolgreich erstellt.

source: Featured Image not added, something went wrong.
de_de: Featured Bild nicht hinzugefügt, es ist etwas schiefgelaufen.

source: No Content in Pages Database
de_de: Kein Inhalt in Pages Datenbank

source: You are not allowed to do this.
de_de: Sie dürfen das nicht tun.

source: IPS Pages Database
de_de: IPS Pages Datenbank

source: Select a Database for Import
de_de: Wählen Sie eine Datenbank für den Import

source: Select a WordPress Post Type for Import
de_de: Wählen Sie einen WordPress Post Type für den Import

source: Support
de_de: Unterstützung

source: Documentation
de_de: Dokumentation
